Jackson/FIRE/testCavity/0/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 293;

boundaryField
{
    movingWall
    {
        type        fixedValue;
        value       uniform 493;
    }

    fixedWalls
    {
        type        fixedValue;
        value       uniform 293;
    }

    frontAndBack
    {
        type        empty;
    }
}